<CD>	0
<NNP>	1
<UNK>	2
<ROOT>	3
<NULL>	4
female	5
comrades	6
aiding	7
dilute	8
loyalty	9
arbitrary	10
anti-semitic	11
biting	12
hormone	13
bleak	14
stamps	15
spouse	16
reinstate	17
...	18
stock-market	19
gratuitously	20
severed	21
'60s	22
potted	23
videocassettes	24
unavailable	25
enact	26
judged	27
yields	28
leading	29
aggravated	30
computer-servicing	31
causes	32
self-employed	33
meaningless	34
nude	35
harvested	36
allotment	37
single-b-2	38
plaintiff	39
rescind	40
seemingly	41
mid-1970s	42
bread-and-butter	43
surprising	44
delays	45
bailout	46
stressful	47
contains	48
vanished	49
playwright	50
shied	51
expand	52
cornfield	53
that	54
hovered	55
exiled	56
lasts	57
examinations	58
combing	59
herds	60
belong	61
degree	62
apparent	63
three-dimensional	64
preventing	65
brutally	66
expediting	67
anecdotal	68
tomb	69
excesses	70
fist	71
depth	72
stereo	73
pollinated	74
relaxation	75
recital	76
worthless	77
finish	78
shrewd	79
lowly	80
hard-currency	81
cheapest	82
deleted	83
royal	84
regulatory	85
nevertheless	86
willing	87
ton	88
concentration	89
stone	90
forests	91
pork-barrel	92
ouster	93
economy	94
fluid	95
coins	96
leather	97
conferees	98
uneducated	99
appraisals	100
missed	101
admittedly	102
horticulture	103
third-party	104
u.s.	105
wrestling	106
personal	107
proportion	108
u.s.-japan	109
semiconductor	110
unfortunate	111
alcohol	112
way	113
hampered	114
divisions	115
maronites	116
spiral	117
confirming	118
protesting	119
wo	120
comply	121
restricts	122
generations	123
circulate	124
televised	125
recovered	126
trading	127
subscribing	128
tv	129
rides	130
rake	131
arguably	132
mutation	133
flip-flop	134
happy	135
interpreter	136
swiss	137
exit	138
women	139
strengthens	140
loot	141
healthy	142
accommodated	143
eggs	144
fanciful	145
days	146
allocate	147
cellular-phone	148
targets	149
clarinet	150
salvage	151
permitted	152
distributes	153
tanker	154
behest	155
tourist	156
vendors	157
false	158
legislatures	159
dictatorship	160
goal	161
monopolies	162
lawful	163
refrain	164
b-2	165
ripple	166
clanging	167
addressing	168
cynical	169
debates	170
stall	171
by	172
mystery	173
criticism	174
urged	175
abstract	176
bookings	177
appropriators	178
urges	179
transformed	180
ballots	181
prosecutorial	182
packaged	183
character	184
soft	185
encourage	186
topping	187
well-entrenched	188
cheaply	189
crowd	190
&	191
remarks	192
defendant	193
journals	194
burglaries	195
deuterium	196
accountants	197
treasurys	198
non-alcoholic	199
intervals	200
catastrophe	201
department	202
violates	203
busily	204
well-heeled	205
campeau	206
journalistic	207
large	208
set	209
narrow	210
downsizing	211
favorable	212
divested	213
valuing	214
finely	215
bomb	216
investigations	217
kylix	218
wealthier	219
donating	220
missiles	221
badly	222
brave	223
muscle	224
separating	225
newsletter	226
specialty	227
challenge	228
truly	229
fish	230
wider	231
confesses	232
bogged	233
okay	234
draining	235
manufacture	236
revise	237
officers	238
coffers	239
start-up	240
roles	241
telexes	242
thing	243
plead	244
concern	245
activities	246
hall	247
paying	248
shortages	249
telex	250
forward-rate	251
english	252
unmistakable	253
new-product	254
gm-jaguar	255
realistic	256
faction	257
screenplay	258
letters	259
ambitious	260
onetime	261
turbo-charged	262
halted	263
compatibility	264
delivering	265
boomers	266
takers	267
modifications	268
regulator	269
royalty	270
genetically	271
early	272
senior	273
street-style	274
miracle	275
pleading	276
elders	277
sending	278
brings	279
betting	280
scrupulous	281
talks	282
modified	283
dig	284
buckets	285
reselling	286
high-school	287
guerrillas	288
chaotic	289
act	290
proves	291
starving	292
bargain-basement	293
deteriorate	294
tax-rate	295
smokestack	296
patterned	297
throws	298
products	299
s&p	300
items	301
searching	302
acquisitive	303
accumulation	304
flowing	305
pragmatism	306
consumer	307
urge	308
defense-electronics	309
depending	310
hotel	311
lovely	312
leaf	313
certificate	314
roadbed	315
strongly	316
stems	317
spreadsheet	318
recruiting	319
theaters	320
snack-food	321
trap	322
tides	323
tamer	324
small-town	325
rejected	326
elevators	327
aborted	328
zeroing	329
event	330
capable	331
opener	332
attraction	333
announcement	334
drills	335
contractor	336
cling	337
adventure	338
sure	339
oversold	340
hardened	341
audits	342
sponsorship	343
squeezed	344
reaction	345
humans	346
agnellis	347
kickbacks	348
thieves	349
philippine	350
applauded	351
assumptions	352
bucked	353
shifts	354
three-year-old	355
orderly	356
flash	357
minneapolis-based	358
birthday	359
cycles	360
60-day	361
sand	362
farm-trade	363
roads	364
killer	365
spanish	366
scaring	367
imagine	368
tracks	369
airing	370
start	371
preclude	372
tacked	373
pre-merger	374
sophomore	375
statute	376
prevails	377
harmonious	378
harsher	379
cattle	380
scrapped	381
dealer-manager	382
regularly	383
27-year-old	384
cell	385
precautions	386
peacetime	387
clustered	388
upholstery	389
legislator	390
according	391
attacking	392
24-month	393
quadrupling	394
undetermined	395
gained	396
shed	397
formally	398
membership	399
investors	400
tax-loss	401
master	402
sung	403
hands-on	404
bag	405
decade	406
slowest	407
doubled	408
attorney	409
asthma	410
frustrated	411
selected	412
americans	413
democracy	414
border	415
theoretical	416
equity-purchase	417
multinationals	418
relinquished	419
cancerous	420
gas-gathering	421
consume	422
reach	423
crash	424
promotional	425
groceries	426
planes	427
holds	428
disk	429
registered	430
intellectuals	431
helps	432
seize	433
21st	434
finals	435
impervious	436
chassis	437
twin-engine	438
personal-computer	439
springing	440
journey	441
leeway	442
softly	443
bacterial	444
stimulate	445
witnessing	446
breathtaking	447
impending	448
reviving	449
apartheid	450
unfairly	451
yielded	452
intermission	453
proposition	454
abused	455
knowing	456
blunt	457
filings	458
announcing	459
aides	460
tailored	461
laxative	462
disintegrating	463
meaning	464
birth-control	465
pressure	466
pose	467
foreign-policy	468
extending	469
ski	470
waters	471
understatement	472
poet	473
cheerios	474
warranty	475
year-earlier	476
defect	477
preferred	478
ongoing	479
large-scale	480
cycle	481
batches	482
shortly	483
hearings	484
used-car	485
motifs	486
appointments	487
jacking	488
sleepy	489
terrorists	490
painfully	491
dispense	492
brothers	493
reshuffling	494
conceptual	495
nov.	496
confirms	497
phantom	498
resolve	499
introducing	500
costa	501
stricken	502
indict	503
sparsely	504
agencies	505
first-half	506
wreck	507
acquit	508
non-callable	509
taxable	510
re-enactments	511
stock	512
immediately	513
lloyd	514
dismissal	515
entitlement	516
unease	517
fourthquarter	518
unscathed	519
amounts	520
believes	521
refusing	522
pleased	523
outlet	524
equals	525
rumored	526
happily	527
plummeted	528
processes	529
moderate	530
physicians	531
repay	532
low-key	533
expects	534
anywhere	535
treasurer	536
spouses	537
unencumbered	538
looser	539
cult	540
weakest	541
resurrected	542
factor	543
kills	544
brigades	545
regime	546
receptor	547
adrs	548
ordinarily	549
different	550
nail	551
ignorance	552
sleazy	553
polyols	554
open	555
cd	556
warn	557
indications	558
burglary	559
tore	560
second-consecutive	561
impact	562
busts	563
methodologies	564
accepts	565
heavier	566
ketchup	567
print	568
stylistic	569
review	570
suspended	571
radio	572
lunch	573
aggregates	574
agreement	575
degrees	576
heating	577
received	578
bursts	579
surveys	580
stock-picking	581
i	582
scattered	583
contemplate	584
basketball	585
politicians	586
controlling	587
journal	588
reaching	589
south	590
governmental	591
glossy	592
managerial	593
penny	594
ballistic	595
textiles	596
minorities	597
lead	598
flame	599
forgiven	600
salesmen	601
disinclined	602
pasture	603
cds	604
undulate	605
free-wheeling	606
provinces	607
single-a-minus	608
furthermore	609
resonance	610
resolving	611
questioning	612
disabilities	613
reliance	614
campaign	615
violated	616
triumphed	617
home	618
contrast	619
anonymous	620
possessing	621
fixing	622
tag	623
ensuring	624
celebrated	625
burnt	626
planner	627
leveled	628
kellogg	629
marine	630
quake-related	631
grinds	632
capitalist	633
socialist	634
awaiting	635
appreciation	636
visions	637
aggregate	638
together	639
swallowing	640
knowledge	641
sense	642
pause	643
convulsions	644
inspiring	645
prosecutions	646
cafe	647
unresolved	648
pre-1967	649
seat	650
billing	651
vastly	652
lobbied	653
lawyers	654
mahogany	655
medium-size	656
fragrance	657
syndicates	658
skins	659
observations	660
score	661
peers	662
beam	663
salaried	664
placed	665
customers	666
outline	667
remainder	668
raw-material	669
daily	670
procurement	671
violating	672
inventions	673
insisted	674
hour-long	675
weekends	676
reopening	677
fortune	678
concealing	679
quota	680
juice	681
ritzy	682
protested	683
confessed	684
whipping	685
ship	686
avoiding	687
imprisoned	688
quick	689
stomach	690
i-880	691
inmates	692
cubans	693
grant	694
fallback	695
model	696
racism	697
semiannual	698
attack	699
ought	700
outstripped	701
intellectually	702
pummeled	703
absence	704
evolution	705
caved	706
above-average	707
dealing	708
pillars	709
sticks	710
bacon	711
long-term	712
banning	713
worry	714
fast	715
pitches	716
fox	717
codes	718
traffic	719
painful	720
realign	721
gut	722
capitalization	723
confusing	724
swept	725
swayed	726
booked	727
would-be	728
mid-september	729
reductions	730
transmitting	731
youthful	732
budged	733
abandons	734
oohs	735
rages	736
recalculating	737
newest	738
clothing	739
tendering	740
airs	741
mouth	742
show	743
downtrend	744
surrounded	745
turtle	746
dozens	747
timid	748
direction	749
alternate	750
retirement	751
young	752
remote	753
schedules	754
public-interest	755
awkward	756
leasing	757
investigative	758
furnished	759
drags	760
publishes	761
range	762
tricks	763
straining	764
plunged	765
improper	766
layers	767
armor	768
top-tier	769
anxiously	770
pollen	771
integrated	772
bedfellows	773
reshaping	774
specially	775
tissues	776
reckoning	777
arrears	778
zones	779
filters	780
pleasant	781
exceptionally	782
debating	783
devalued	784
counsel	785
procedural	786
matter-of-factly	787
lessen	788
designing	789
premiums	790
exploration	791
poised	792
address	793
narrower	794
breeder	795
disabled	796
verse	797
buddy	798
utilization	799
aspects	800
provide	801
revealed	802
reducing	803
interest-bearing	804
publicity	805
unlikely	806
aw	807
arrested	808
timber	809
boards	810
long-held	811
owed	812
tribe	813
rushing	814
chasers	815
modest	816
deferred	817
license	818
incentives	819
relate	820
voter	821
prisons	822
punishable	823
decreased	824
sunk	825
designers	826
revisions	827
additions	828
face-to-face	829
friday-the-13th	830
understandably	831
navy	832
levied	833
il-4	834
barometer	835
misguided	836
high-yield	837
pages	838
one-day	839
ordinary	840
surpluses	841
gift	842
woods	843
three-part	844
conduct	845
lovable	846
senate-passed	847
specifically	848
precious	849
atlanta-based	850
hiker	851
proposals	852
ornamental	853
grand	854
sweeten	855
iras	856
p53	857
violate	858
electoral	859
perception	860
doorstep	861
hands	862
pre-trial	863
hitting	864
unfilled	865
lift-ticket	866
trusts	867
cast-iron	868
waste	869
basically	870
refractory	871
dissolve	872
legality	873
fee	874
specify	875
traumatized	876
connecting	877
scans	878
re-elected	879
criminal	880
funneled	881
rank	882
convenient	883
spill	884
microwave	885
pound	886
departures	887
motorized	888
inspired	889
disaster-recovery	890
indifferent	891
unique	892
contamination	893
stationary	894
architects	895
glamorous	896
worrisome	897
interrupted	898
distinctions	899
catapult	900
searched	901
repeatedly	902
mines	903
house	904
smokers	905
lid	906
intricate	907
frequent	908
capital-gains	909
plight	910
posted	911
educate	912
national-security	913
active-matrix	914
fellow	915
banks	916
time-limited	917
piers	918
costly	919
regarded	920
richer	921
belt	922
transport	923
reactor	924
well-being	925
scored	926
low-profit	927
organizing	928
baby	929
normal	930
exploiting	931
incinerator	932
womanizing	933
burgeoning	934
realists	935
radar	936
troublesome	937
`	938
centuries	939
attributable	940
egyptian	941
wandering	942
demons	943
tragedy	944
overbid	945
devastated	946
declining	947
cop	948
clouded	949
simpler	950
tire	951
organized-crime	952
tending	953
conversations	954
movement	955
clamp	956
mineral	957
sorts	958
catastrophes	959
decks	960
know-how	961
rely	962
toughest	963
pinpointed	964
underwrite	965
israeli-occupied	966
battery-powered	967
flagship	968
breaking	969
critics	970
abortions	971
caveat	972
pockets	973
vary	974
arbitragers	975
temporary	976
proclaims	977
parade	978
rubs	979
directionless	980
clocks	981
rubble	982
plenty	983
cocktail	984
businessman	985
ripe	986
houston-based	987
rothschilds	988
vu	989
eliminated	990
issuers	991
liberalization	992
teachers	993
dictate	994
drugstore	995
prevention	996
pretend	997
wedged	998
bank-holding	999
dined	1000
promotions	1001
sterling	1002
see	1003
raises	1004
narrowing	1005
connect	1006
flood	1007
authority	1008
leisure	1009
covers	1010
popular	1011
turns	1012
call	1013
pronounced	1014
buses	1015
dismayed	1016
suggestion	1017
orders	1018
repaired	1019
deplorable	1020
unit	1021
newspapers	1022
fixed-income	1023
devised	1024
optimism	1025
blessed	1026
prepayment	1027
prospect	1028
optical	1029
breaker	1030
resolutions	1031
certified	1032
opium	1033
foreign-currency	1034
indistinguishable	1035
herd	1036
considered	1037
slackened	1038
uniforms	1039
strategy	1040
litigators	1041
prolonged	1042
nominees	1043
lurched	1044
crusaders	1045
anti-monopoly	1046
volumes	1047
public-service	1048
realty	1049
materialize	1050
allows	1051
originated	1052
fuel	1053
minimill	1054
mistrial	1055
gallery	1056
promoting	1057
once	1058
enclosed	1059
served	1060
skin	1061
although	1062
preserve	1063
catching	1064
implemented	1065
wins	1066
notice	1067
killing	1068
corp.	1069
thin-slab	1070
merchants	1071
arranges	1072
debt-laden	1073
hostage	1074
comparative	1075
underscore	1076
relatively	1077
influx	1078
slice	1079
construction	1080
liberalize	1081
podium	1082
materials	1083
industrialists	1084
attended	1085
knight	1086
leveraged-buy-out	1087
forgotten	1088
czar	1089
concentrating	1090
steelmakers	1091
works	1092
athlete	1093
slip	1094
amassed	1095
mentioned	1096
upgrading	1097
mothers	1098
drunkenness	1099
statist	1100
calculation	1101
crooks	1102
16-bit	1103
franchiser	1104
restart	1105
burst	1106
thanks	1107
shining	1108
frequent-flier	1109
redesign	1110
alliance	1111
federation	1112
25th	1113
sprout	1114
bottlers	1115
ill-suited	1116
freedoms	1117
introduction	1118
maid	1119
consumer-goods	1120
especially	1121
organisms	1122
desired	1123
bearish	1124
unworthy	1125
democratization	1126
antiviral	1127
sovereignty	1128
spire	1129
suing	1130
burn	1131
traders	1132
driving	1133
added	1134
dictation	1135
tires	1136
miss	1137
bug	1138
demise	1139
missions	1140
centerpiece	1141
empire	1142
hit	1143
away	1144
revised	1145
saga	1146
stand-alone	1147
solicit	1148
comments	1149
bar	1150
gardening	1151
banana	1152
kids	1153
laptop	1154
misleading	1155
brainchild	1156
notified	1157
generalize	1158
roller	1159
quipped	1160
researchers	1161
subcommittee	1162
facto	1163
impress	1164
effective	1165
courthouse	1166
champagne	1167
burdens	1168
glued	1169
tribunal	1170
things	1171
bells	1172
bureaucrats	1173
mid-1990s	1174
con	1175
await	1176
computer-driven	1177
10-month	1178
extraneous	1179
reasons	1180
rican	1181
flatten	1182
whooping	1183
indictment	1184
smart	1185
extortion	1186
spraying	1187
antigen	1188
medium-term	1189
c-word	1190
handout	1191
syndicated	1192
ministers	1193
herbicides	1194
poison	1195
selectively	1196
groups	1197
ounces	1198
approvals	1199
sliding	1200
harvest	1201
complements	1202
magnetic	1203
subway	1204
resurgence	1205
bid-wanted	1206
72-year-old	1207
networking	1208
straighten	1209
hoped-for	1210
undermining	1211
resolved	1212
incentive-backed	1213
pointedly	1214
year-to-date	1215
displaced	1216
disgusted	1217
rival	1218
employing	1219
bakeries	1220
pediatric	1221
busiest	1222
tentative	1223
rye	1224
brewer	1225
trick	1226
electrochemicals	1227
notes	1228
quacks	1229
mellow	1230
washed	1231
invention	1232
collar	1233
smack	1234
architecture	1235
users	1236
tons	1237
mart	1238
hundreds	1239
seventh	1240
champion	1241
cousin	1242
municipal	1243
cease	1244
ban	1245
realize	1246
fitness	1247
floating-point	1248
disclosures	1249
road	1250
wells	1251
contractors	1252
scrambling	1253
positioning	1254
meager	1255
all-white	1256
graduate	1257
circumstances	1258
athletics	1259
through	1260
magnitude	1261
shells	1262
alley	1263
year-on-year	1264
stifle	1265
textbooks	1266
deadlines	1267
bandwagon	1268
ghosts	1269
sprinkle	1270
frigates	1271
frank	1272
services	1273
2-for-1	1274
revivals	1275
communities	1276
pros	1277
payouts	1278
disasters	1279
sox	1280
mightily	1281
managing	1282
loan-loss	1283
practiced	1284
mimic	1285
misperceptions	1286
monetarist	1287
edged	1288
probably	1289
criticisms	1290
patch	1291
formerly	1292
integrating	1293
interleukin-4	1294
overhauled	1295
intensified	1296
proud	1297
traveled	1298
scenes	1299
emergencies	1300
mismanagement	1301
classics	1302
awake	1303
unused	1304
afternoon	1305
proclaiming	1306
shipyard	1307
accent	1308
rebuild	1309
neither	1310
francs	1311
disapproved	1312
plainly	1313
robbed	1314
while	1315
leveling	1316
increasing	1317
now	1318
faced	1319
laptops	1320
packed	1321
high-volume	1322
submitting	1323
artificially	1324
wisely	1325
``	1326
retailer	1327
f	1328
nations	1329
trip	1330
someday	1331
fascinating	1332
unadjusted	1333
cook	1334
ruining	1335
whip	1336
puttable	1337
forgive	1338
bailed	1339
emerges	1340
objectionable	1341
supporting	1342
tracing	1343
reassert	1344
talk-show	1345
jeep	1346
outflow	1347
first-three	1348
forest	1349
carpeting	1350
soap	1351
furriers	1352
one-fourth	1353
redraw	1354
concentrated	1355
aid	1356
bulletin	1357
nicknames	1358
nonpublic	1359
unable	1360
airplanes	1361
incredible	1362
scare	1363
bureaucracies	1364
73-year-old	1365
bases	1366
divisional	1367
does	1368
landings	1369
employee-health	1370
unspent	1371
reconstruct	1372
satisfied	1373
damping	1374
indexing	1375
protracted	1376
shake	1377
moderation	1378
oaks	1379
fraud	1380
personal-care	1381
subsequently	1382
servicing	1383
biking	1384
purists	1385
duo	1386
assessing	1387
bridges	1388
phones	1389
wildcat	1390
embedded	1391
diplomatic	1392
doses	1393
curriculum	1394
shipbuilder	1395
houses	1396
iranian	1397
judgments	1398
elite	1399
trailer	1400
rooted	1401
composers	1402
standards	1403
floppy	1404
attempted	1405
home-run	1406
destiny	1407
attract	1408
collect	1409
infringing	1410
ill-advised	1411
cloak	1412
mock	1413
farmers	1414
briefing	1415
considers	1416
peruvian	1417
parcels	1418
introductions	1419
racially	1420
lists	1421
responding	1422
17-store	1423
boys	1424
disappearance	1425
cautions	1426
fence	1427
wording	1428
defendants	1429
attaching	1430
battles	1431
feeling	1432
doubts	1433
stoppage	1434
na	1435
permanently	1436
nervousness	1437
personally	1438
scary	1439
patrols	1440
cones	1441
expressly	1442
juices	1443
interpreting	1444
edges	1445
ironically	1446
each	1447
prior	1448
respond	1449
drunk	1450
proven	1451
low-budget	1452
energies	1453
exchanges	1454
interpretation	1455
area	1456
hazards	1457
those	1458
impediment	1459
lively	1460
appraisal	1461
co-managing	1462
single-engine	1463
or	1464
eyes	1465
environmental	1466
minicomputers	1467
language	1468
bribes	1469
negligible	1470
easy	1471
lapsed	1472
rewarding	1473
reading	1474
accessible	1475
aerobic	1476
remains	1477
excited	1478
majors	1479
pigment	1480
billionnaire	1481
pimp	1482
sharpen	1483
profile	1484
evenly	1485
rape-and-incest	1486
then	1487
solicitations	1488
satellite	1489
disband	1490
human-based	1491
columnist	1492
arbitrager	1493
enlisting	1494
philosophy	1495
inadequately	1496
labeled	1497
borrowings	1498
fears	1499
exploring	1500
flavor	1501
college	1502
situated	1503
commentators	1504
underwriting	1505
day-long	1506
zeros	1507
reorganization	1508
insists	1509
peoples	1510
elementary	1511
pending	1512
tendencies	1513
spreads	1514
affects	1515
coupon	1516
highways	1517
combined	1518
allay	1519
wake	1520
riveted	1521
pillar	1522
explode	1523
opportunists	1524
multiparty	1525
occupation	1526
sticker	1527
respects	1528
suckers	1529
unrelated	1530
maturity	1531
stability	1532
linger	1533
important	1534
irked	1535
smallest	1536
throw	1537
unattractive	1538
heart	1539
battled	1540
institutions	1541
nicely	1542
health-conscious	1543
westward	1544
hard	1545
mill	1546
imbalances	1547
parks	1548
highway	1549
glutted	1550
pickers	1551
agendas	1552
accused	1553
japanese	1554
gang	1555
steadfastly	1556
namely	1557
tax-writers	1558
loopholes	1559
appetite	1560
diagnosis	1561
cuckoo	1562
retires	1563
planners	1564
situations	1565
racking	1566
disorderly	1567
uniform	1568
imported	1569
lonesome	1570
monets	1571
abroad	1572
damn	1573
descending	1574
wheels	1575
transfusion	1576
over	1577
instantly	1578
right-to-life	1579
bullish	1580
ping	1581
ranchers	1582
features	1583
stagflation	1584
afternoons	1585
starts	1586
secretaries	1587
anti-abortionists	1588
racing	1589
angrily	1590
delinquent	1591
not-for-profit	1592
lagoon	1593
mention	1594
understood	1595
tomorrow	1596
teacher	1597
insiders	1598
now-defunct	1599
waits	1600
responsive	1601
correction	1602
e-mail	1603
geographic	1604
cited	1605
nears	1606
mayoralty	1607
praise	1608
testify	1609
balloonists	1610
cornerstone	1611
ask	1612
forcing	1613
grueling	1614
projection	1615
just-ended	1616
with	1617
feud	1618
30-minute	1619
great	1620
oil	1621
conducting	1622
purported	1623
12-year-old	1624
reconstructed	1625
salt	1626
lethargy	1627
attic	1628
signal-processing	1629
largest-ever	1630
bonds	1631
criticized	1632
embroidery	1633
philosophies	1634
consider	1635
exhibit	1636
chase	1637
schemes	1638
breakdown	1639
anti-development	1640
stardom	1641
questioned	1642
nonoperating	1643
toxic	1644
floors	1645
norms	1646
affecting	1647
street-corner	1648
automated-teller	1649
bond-equivalent	1650
broadcasting	1651
appropriations	1652
telling	1653
asset	1654
sciences	1655
trail	1656
say	1657
male-sterile	1658
steps	1659
clean-air	1660
headed	1661
default	1662
laboratories	1663
expiration	1664
mass	1665
constitutionally	1666
payers	1667
calculators	1668
quoting	1669
worlds	1670
rescissions	1671
non-lawyers	1672
media-buying	1673
splendidly	1674
punish	1675
destroy	1676
appears	1677
*	1678
chartered	1679
parked	1680
chic	1681
disenchanted	1682
american-style	1683
lack	1684
one-stop	1685
miscalculation	1686
participated	1687
blacks	1688
economically	1689
excerpts	1690
unawareness	1691
winter	1692
twin	1693
nationally	1694
cent	1695
agrees	1696
sleeping	1697
combustion	1698
preferred-stock	1699
liquidator	1700
sorghum	1701
inspector	1702
wave	1703
today	1704
dents	1705
congressman	1706
zoning	1707
neutron	1708
worm	1709
commuter	1710
stopping	1711
shout	1712
depreciation	1713
donors	1714
ducks	1715
outnumbered	1716
rivets	1717
nutrition	1718
repeats	1719
weekly	1720
garage	1721
exaggerate	1722
coordinated	1723
custody	1724
invariably	1725
boiler-room	1726
buffs	1727
durables	1728
corporates	1729
flashed	1730
anticipation	1731
designation	1732
explaining	1733
personal-injury	1734
afrikaner	1735
abstained	1736
systematic	1737
distracted	1738
northern	1739
drain	1740
misadventures	1741
airports	1742
pharmaceuticals	1743
speculated	1744
savings	1745
fixtures	1746
eliminating	1747
mechanism	1748
structuring	1749
gold	1750
inception	1751
parental	1752
sun	1753
article	1754
adversary	1755
moonies	1756
expired	1757
ballooning	1758
niche-itis	1759
photo	1760
dusty	1761
naphtha	1762
amid	1763
fought	1764
precaution	1765
course	1766
availability	1767
appreciable	1768
single-a-3	1769
nation	1770
reinforces	1771
role	1772
destined	1773
fabricate	1774
brand-name	1775
interviewer	1776
parking	1777
cooperating	1778
premises	1779
fell	1780
severely	1781
asserting	1782
sources	1783
low-crime	1784
slimmer	1785
subsequent	1786
producers	1787
supplemental	1788
graduates	1789
bakery	1790
eligible	1791
pany	1792
feminists	1793
withdrawing	1794
map	1795
process	1796
transcript	1797
note	1798
trustee	1799
alerted	1800
law	1801
holdouts	1802
hard-bitten	1803
ingot	1804
war	1805
recommendation	1806
serene	1807
signature	1808
before	1809
probes	1810
squares	1811
parity	1812
perjury	1813
valuation	1814
retrieved	1815
undergo	1816
proffered	1817
compliance	1818
most	1819
innings	1820
distributor	1821
kidney	1822
affidavit	1823
background	1824
touring	1825
hurry	1826
arguments	1827
vital	1828
reliable	1829
speculating	1830
protect	1831
achieved	1832
cooperate	1833
confronted	1834
frightening	1835
vowing	1836
reforms	1837
62-year-old	1838
bundled	1839
truth	1840
filing	1841
batch	1842
exercised	1843
safer	1844
rays	1845
unprofessional	1846
suspicion	1847
provocatively	1848
guidance	1849
wire	1850
spotlight	1851
fair-market	1852
principal	1853
challenged	1854
got	1855
housekeeper	1856
order	1857
year-to-year	1858
lenses	1859
imperial	1860
six-cent	1861
frankly	1862
exhausted	1863
broke	1864
damaged	1865
perhaps	1866
figure	1867
checks	1868
provoking	1869
precipitated	1870
write	1871
gripes	1872
restore	1873
corresponding	1874
refrigerators	1875
spurt	1876
understand	1877
keyboard	1878
premiere	1879
hired	1880
organization	1881
materialized	1882
listeners	1883
zombie	1884
sing	1885
sedans	1886
experimented	1887
sees	1888
weakening	1889
revolt	1890
spots	1891
sprays	1892
idealist	1893
leaking	1894
runaway	1895
intelligent	1896
surged	1897
fund-raisers	1898
shopper	1899
administration	1900
pesticides	1901
fourth-largest	1902
relieve	1903
also	1904
hour	1905
treaty	1906
briefs	1907
option	1908
dividend	1909
stop-gap	1910
criteria	1911
refinance	1912
horns	1913
compulsions	1914
peace-keeping	1915
czech	1916
traded	1917
rational	1918
despair	1919
kingpin	1920
chairmen	1921
stricter	1922
legitimately	1923
rounded	1924
incur	1925
drop-off	1926
blowing	1927
retaliation	1928
assert	1929
bucking	1930
entice	1931
26-year-old	1932
coke	1933
ruled	1934
legerdemain	1935
unraveling	1936
hung	1937
negotiators	1938
yardstick	1939
masse	1940
cross-connect	1941
sociologists	1942
graphics	1943
frame	1944
courage	1945
packaging	1946
foes	1947
pro-active	1948
semblance	1949
brazilian	1950
pin	1951
bickering	1952
snap	1953
swapping	1954
ca	1955
shook	1956
programming	1957
lobby	1958
overemphasize	1959
document	1960
drawbacks	1961
human	1962
dawning	1963
fast-paced	1964
cornea	1965
audacious	1966
footing	1967
loser	1968
synthetic	1969
universally	1970
earnings-related	1971
rough	1972
page	1973
lbos	1974
taxpayer	1975
macho	1976
antibodies	1977
center	1978
cardiac	1979
statue	1980
shuts	1981
well-stated	1982
borrowed	1983
detective	1984
staffers	1985
having	1986
pilings	1987
justifies	1988
competes	1989
stellar	1990
price-earnings	1991
corrected	1992
identifies	1993
guarantees	1994
quotes	1995
calming	1996
flying	1997
represent	1998
circles	1999
austere	2000
durable	2001
donate	2002
trail-blazing	2003
skittishness	2004
sorely	2005
solicitation	2006
accords	2007
binge	2008
gorgeous	2009
tends	2010
demands	2011
saved	2012
waving	2013
corn	2014
consistently	2015
sheer	2016
anti-anemia	2017
crushing	2018
market	2019
uranium-mining	2020
line-item-veto	2021
lay	2022
medicine	2023
legal	2024
merchandising	2025
understanding	2026
fur	2027
weaknesses	2028
attendance	2029
subordinate	2030
backlog	2031
multibillion-dollar	2032
youngest	2033
general	2034
filibuster	2035
sizzling	2036
forfeitures	2037
forms	2038
containment	2039
shipped	2040
opposite	2041
resemblance	2042
facade	2043
authoritarian	2044
seminars	2045
slowed	2046
obtained	2047
wait-and-see	2048
dock	2049
protections	2050
deemed	2051
passionate	2052
aftereffects	2053
premature	2054
skier	2055
limbo	2056
largest	2057
oriented	2058
overcome	2059
shortening	2060
laughs	2061
eve	2062
quarters	2063
refused	2064
mips	2065
painted	2066
advises	2067
rained	2068
stomping	2069
doomsayers	2070
robbery	2071
bluntly	2072
gifts	2073
skeptical	2074
foreseeable	2075
caffeine-free	2076
disappointment	2077
hopes	2078
rebuffed	2079
steering	2080
unfulfilled	2081
chronically	2082
asleep	2083
paved	2084
scaled-back	2085
had	2086
law-enforcement	2087
declined	2088
streamline	2089
turnabout	2090
management	2091
ombudsman	2092
market-reform	2093
creative	2094
microcomputer	2095
horn	2096
span	2097
crashed	2098
sweetened	2099
impression	2100
proposes	2101
polished	2102
gambling	2103
bad	2104
adopt	2105
conservative	2106
prosperity	2107
unwilling	2108
generic	2109
computing	2110
steep	2111
debunk	2112
reactions	2113
stimulators	2114
sentence	2115
nose	2116
comprises	2117
tab	2118
stranger	2119
candid	2120
painting	2121
profit	2122
confront	2123
ceramic	2124
acquitted	2125
finalized	2126
retain	2127
inaccurate	2128
though	2129
cultures	2130
52-week	2131
paints	2132
towering	2133
unseemly	2134
priceless	2135
villages	2136
radicals	2137
texts	2138
socialists	2139
courses	2140
recurrence	2141
torched	2142
disagreed	2143
degenerated	2144
bicycle	2145
ratio	2146
fad	2147
ministries	2148
non-violent	2149
voir	2150
demanding	2151
stated	2152
noncriminal	2153
fridays	2154
producer-price	2155
intuition	2156
fare	2157
backers	2158
eastern	2159
outlook	2160
tax-deferred	2161
vietnamese-backed	2162
pakistani	2163
structure	2164
provided	2165
hunting	2166
tired	2167
ace	2168
ambassador	2169
protectors	2170
theories	2171
occasional	2172
deter	2173
reliably	2174
lire	2175
muted	2176
disorder	2177
embraces	2178
chill	2179
watering	2180
mop	2181
dense	2182
animal-rights	2183
junk	2184
return	2185
midsized	2186
four-star	2187
think	2188
two-part	2189
malignancy	2190
full-scale	2191
gravely	2192
when	2193
target	2194
photograph	2195
non-prescription	2196
spawn	2197
approve	2198
encourages	2199
astronomer	2200
amortization	2201
staging	2202
half-hour	2203
passenger	2204
defaulting	2205
salmon	2206
eccentric	2207
30-a-share	2208
palestinians	2209
illegitimate	2210
screeching	2211
glorious	2212
overturned	2213
gatherings	2214
restrictions	2215
entrepreneurs	2216
policeman	2217
modify	2218
echoed	2219
melting	2220
depositary	2221
smile	2222
flawed	2223
politics	2224
printer	2225
motion-picture	2226
retinoblastoma	2227
path	2228
tastes	2229
affirmed	2230
spurring	2231
danish	2232
out-of-state	2233
gimmickry	2234
instability	2235
dubbed	2236
results	2237
occupant	2238
uncomplicated	2239
appeared	2240
examples	2241
also-ran	2242
funneling	2243
token	2244
six-year-old	2245
stars	2246
banal	2247
networks	2248
text	2249
was	2250
policy-making	2251
dent	2252
neighborhoods	2253
concerted	2254
satisfying	2255
paths	2256
demeanor	2257
losing	2258
non-dual	2259
obscene	2260
counters	2261
increasingly	2262
enabled	2263
glass	2264
evolved	2265
-rrb-	2266
anymore	2267
soloist	2268
accidents	2269
fingering	2270
inch	2271
frustration	2272
penetrate	2273
downturn	2274
locked	2275
loosening	2276
excuse	2277
opposes	2278
records	2279
mutual-fund	2280
exchange-rate	2281
presence	2282
instinctive	2283
hot-air	2284
depicts	2285
high-powered	2286
convoluted	2287
high-definition	2288
incorrect	2289
financier	2290
releases	2291
bond-trading	2292
timely	2293
paired	2294
supermarket	2295
ferry	2296
renowned	2297
successful	2298
stray	2299
complicated	2300
highlight	2301
sale	2302
analyzing	2303
unsecured	2304
strikers	2305
cheer	2306
full-blown	2307
addiction-treatment	2308
kicker	2309
outweigh	2310
delivers	2311
anti-drug	2312
bastion	2313
liquefied	2314
appalling	2315
should	2316
possibilities	2317
invested	2318
implicit	2319
staff	2320
conspiring	2321
filling	2322
expenditure	2323
diabetics	2324
locals	2325
status	2326
soot	2327
shelled	2328
salaries	2329
understated	2330
lying	2331
cooled	2332
runoff	2333
mood	2334
removing	2335
uprising	2336
careening	2337
downward	2338
handed	2339
dissented	2340
snooping	2341
chronic	2342
horse	2343
minimum	2344
seem	2345
refuse	2346
areas	2347
justice	2348
type	2349
historic	2350
lifesavers	2351
tie-ins	2352
suffered	2353
've	2354
exotic	2355
retains	2356
soul	2357
figured	2358
monopoly	2359
f-16	2360
premiering	2361
defrauded	2362
casualty	2363
gratuitous	2364
chair	2365
short-sellers	2366
cash-rich	2367
puny	2368
shipping	2369
musician	2370
board	2371
presentations	2372
groundwork	2373
significantly	2374
filmed	2375
image	2376
contributed	2377
refinery	2378
telecommunications	2379
specialists	2380
insistence	2381
write-downs	2382
districts	2383
tax-preparation	2384
flags	2385
choppy	2386
booths	2387
messenger	2388
franchised	2389
guerrilla	2390
division	2391
prescriptions	2392
tenets	2393
crunch	2394
over-the-counter	2395
researcher	2396
courtroom	2397
slight	2398
structured	2399
originations	2400
squadron	2401
similar	2402
collaborated	2403
mom-and-pop	2404
fertilizers	2405
capita	2406
vis	2407
joined	2408
stimulation	2409
arriving	2410
treated	2411
attitudes	2412
beneficiary	2413
systems	2414
bank	2415
budgetary	2416
sleek	2417
woo	2418
impeachment	2419
unlike	2420
reformers	2421
exporter	2422
fiduciary	2423
landscape	2424
pitfalls	2425
flatly	2426
leapfrog	2427
patrol	2428
function	2429
limbs	2430
architect	2431
breach	2432
et	2433
inequality	2434
unrest	2435
guilders	2436
soft-drink	2437
machines	2438
threaten	2439
fill	2440
fighter	2441
kitchen	2442
pizza	2443
secrecy	2444
anti-soviet	2445
agreements	2446
eavesdropping	2447
anti-american	2448
most-recent	2449
marks	2450
statistics	2451
boatload	2452
numerically	2453
coffin	2454
reversible	2455
oakland	2456
enter	2457
receivers	2458
leaped	2459
backed	2460
listening	2461
mass.-based	2462
able	2463
incomplete	2464
alcoholic	2465
propulsion	2466
anxiety	2467
conquer	2468
bruising	2469
industry-specific	2470
allegation	2471
instruction	2472
operators	2473
vengeance	2474
seed	2475
accurately	2476
fend	2477
tablets	2478
debut	2479
wiry	2480
overcapacity	2481
stirred	2482
preserved	2483
technique	2484
off-base	2485
smaller	2486
viable	2487
deadbeats	2488
practicing	2489
raging	2490
controlled	2491
habits	2492
negotiating	2493
dramatizations	2494
exposure	2495
emotions	2496
payment	2497
state-appointed	2498
lapses	2499
round	2500
refunds	2501
awarding	2502
eclectic	2503
need	2504
dental	2505
penetrated	2506
double-decking	2507
sold	2508
diving	2509
ancient	2510
pervasive	2511
shutting	2512
redoing	2513
40th	2514
spun	2515
long-delayed	2516
junior	2517
jettisoning	2518
pretax	2519
governmental-affairs	2520
vests	2521
shift	2522
decision	2523
freight-transport	2524
beasts	2525
begins	2526
cycling	2527
acknowledge	2528
cyclical	2529
giving	2530
urgently	2531
dashboard	2532
temptation	2533
daughters	2534
reins	2535
accepting	2536
converters	2537
counterpart	2538
glare	2539
butterfat	2540
requiring	2541
valley	2542
mansion	2543
tremendous	2544
plunging	2545
rejection	2546
boom	2547
informally	2548
costumed	2549
private-sector	2550
rattle	2551
standstill	2552
dried	2553
hurricanes	2554
waterfront	2555
pachinko	2556
internal	2557
written	2558
ordinance	2559
benches	2560
external	2561
criminality	2562
outfly	2563
withdrawals	2564
suspension	2565
brands	2566
espionage	2567
capability	2568
glue	2569
midmorning	2570
hepatitis	2571
eased	2572
leaders	2573
jousting	2574
10-cent-a-share	2575
could	2576
assistance	2577
strife	2578
censorship	2579
sanitary	2580
object	2581
neat	2582
gain	2583
lets	2584
fix	2585
ramifications	2586
immoral	2587
heap	2588
adequately	2589
debtholders	2590
talk	2591
air	2592
insects	2593
in-depth	2594
assisting	2595
appended	2596
assist	2597
heralded	2598
branch	2599
trough	2600
concepts	2601
brokerages	2602
around	2603
save	2604
exonerated	2605
kronor	2606
one-quarter	2607
marketed	2608
benefit-seeking	2609
anyone	2610
everyday	2611
half-time	2612
ramp	2613
totally	2614
constituent	2615
popping	2616
male	2617
candidate	2618
lobbyists	2619
reduced	2620
dummy	2621
air-pollution	2622
qualifications	2623
buoyed	2624
bureaus	2625
:	2626
outfits	2627
dramatic	2628
prediction	2629
soluble	2630
ridiculous	2631
consideration	2632
planet	2633
retrospective	2634
homefed	2635
ceramics	2636
edgy	2637
officer	2638
allotments	2639
changing	2640
consecutive	2641
titans	2642
push	2643
dressed	2644
behaving	2645
cronies	2646
tuna	2647
sanguine	2648
undone	2649
solace	2650
gnp	2651
loan	2652
sought	2653
harmful	2654
re-enactment	2655
unconstitutional	2656
dutch	2657
dedicated	2658
day	2659
microphone	2660
basis	2661
commodity	2662
death-penalty	2663
texans	2664
previews	2665
establish	2666
predictions	2667
thinner	2668
re-election	2669
involving	2670
rafales	2671
mail-order	2672
margins	2673
commissioned	2674
pass	2675
physics	2676
routing	2677
matters	2678
touched	2679
reasserting	2680
mains	2681
positioned	2682
prowl	2683
delegate	2684
inheritance	2685
applicable	2686
hug	2687
card	2688
verdicts	2689
therapy	2690
lap	2691
staged	2692
administrative	2693
nostalgic	2694
lied	2695
maximum	2696
average	2697
properly	2698
efforts	2699
array	2700
pace	2701
episodes	2702
recommends	2703
notably	2704
bidders	2705
becomes	2706
remodeling	2707
star	2708
unfortunately	2709
stagnant	2710
polling	2711
visitor	2712
transplants	2713
three-day	2714
hypertension	2715
c	2716
tabloid	2717
reviewed	2718
necessitated	2719
task	2720
capacitors	2721
hostages	2722
once-cozy	2723
behind-the-scenes	2724
stop-limit	2725
petroleum	2726
diversify	2727
apparel	2728
backfire	2729
cage	2730
some	2731
liberalized	2732
crouched	2733
convincing	2734
downtown	2735
distributions	2736
backs	2737
tipper	2738
liked	2739
satellite-tv	2740
atmosphere	2741
picocassette	2742
wrath	2743
lacks	2744
saw	2745
unveiled	2746
journalist	2747
vows	2748
replete	2749
invincible	2750
lightweight	2751
filipinos	2752
collapses	2753
pre-tax	2754
donations	2755
chances	2756
propping	2757
terms	2758
snack	2759
pave	2760
announcer	2761
decimal	2762
anticipating	2763
wiretap	2764
patience	2765
rewrite	2766
arrangements	2767
installment	2768
equaled	2769
highs	2770
trainer	2771
step	2772
footage	2773
cereal	2774
brakes	2775
enroll	2776
indebted	2777
merging	2778
commercial	2779
shipments	2780
gray	2781
obtaining	2782
prisoners	2783
favors	2784
friends	2785
roll-call	2786
glamour	2787
easier	2788
carry-forwards	2789
smaller-than-expected	2790
rivalry	2791
pools	2792
corporate-finance	2793
astute	2794
juries	2795
expanding	2796
loses	2797
screening	2798
molecular	2799
among	2800
additionally	2801
gases	2802
thief	2803
damages	2804
businesses	2805
challenges	2806
taxation	2807
infant	2808
guard	2809
gram	2810
fennel	2811
wildlife	2812
aim	2813
persuading	2814
publicly	2815
regards	2816
artistic	2817
non-residential	2818
gridlocked	2819
loss	2820
mainstay	2821
developed	2822
piston	2823
pitcher	2824
raise	2825
complicate	2826
weeks	2827
aerobics	2828
sidelines	2829
sweeping	2830
gestures	2831
routine	2832
believing	2833
awareness	2834
smoothly	2835
research	2836
production-sharing	2837
purchasing	2838
bothered	2839
ignored	2840
internment	2841
maybe	2842
plying	2843
middle-class	2844
sensation	2845
yield	2846
interesting	2847
committee	2848
exam	2849
capital	2850
overwhelmingly	2851
compound	2852
rushes	2853
introduced	2854
prominent	2855
difficulties	2856
as	2857
yen	2858
judge	2859
afflicts	2860
going	2861
theory	2862
establishing	2863
home-equity	2864
utilities	2865
sweetheart	2866
upset	2867
bicentennial	2868
tracts	2869
outdated	2870
leaning	2871
replaced	2872
souped-up	2873
rocked	2874
inconceivable	2875
enable	2876
mean	2877
exercise	2878
casting	2879
moon	2880
reassurance	2881
inquiries	2882
folks	2883
soggy	2884
angry	2885
manufactures	2886
blunted	2887
speculative	2888
consuming	2889
removal	2890
remarkably	2891
shoulders	2892
cousins	2893
refuses	2894
ingredients	2895
resign	2896
cruise	2897
confidant	2898
stacked	2899
pumps	2900
currencies	2901
peripheral	2902
parts	2903
shareholding	2904
tendency	2905
respectively	2906
embarrass	2907
chronicles	2908
meantime	2909
authors	2910
ticket	2911
transfers	2912
couple	2913
annuities	2914
spoiler	2915
adversely	2916
persistent	2917
weakened	2918
drowned	2919
gimmicks	2920
shrinkage	2921
homer	2922
forbidding	2923
ideal	2924
finest	2925
transferable	2926
synergy	2927
redistribution	2928
addicts	2929
flat	2930
slept	2931
testers	2932
electronically	2933
emerge	2934
actively	2935
diversion	2936
consortium	2937
promise	2938
desperate	2939
compounding	2940
record-keeping	2941
confuse	2942
facility	2943
nature	2944
victory	2945
again	2946
stamp	2947
attribute	2948
lean	2949
body	2950
ignoring	2951
round-trip	2952
london-based	2953
trader	2954
bow	2955
shifting	2956
double-a-3	2957
dial	2958
drastically	2959
parallel	2960
indulgence	2961
indomitable	2962
twisting	2963
mighty	2964
scholars	2965
syrian	2966
analyzed	2967
persons	2968
glowing	2969
given	2970
embryo	2971
endless	2972
rewritten	2973
reinsurance	2974
disagrees	2975
conduit	2976
farming	2977
markedly	2978
automatically	2979
siphoned	2980
how	2981
unexpectedly	2982
comparing	2983
atop	2984
mechanics	2985
failed	2986
petroleum-related	2987
contributes	2988
stiffest	2989
non-tariff	2990
armadillos	2991
adjudicator	2992
air-traffic	2993
boring	2994
stock-index	2995
appeals-court	2996
mayor	2997
signaling	2998
acquisitions	2999
exploit	3000
presidents	3001
endured	3002
kings	3003
consumer-price	3004
candies	3005
punishing	3006
split	3007
hello	3008
federal	3009
maneuvers	3010
titled	3011
revealing	3012
peruse	3013
16th	3014
photographs	3015
receivables	3016
abducted	3017
styling	3018
caught	3019
calamity	3020
organ-transplant	3021
ailment	3022
convenes	3023
remarkable	3024
privacy	3025
steeper	3026
protein	3027
misstates	3028
flew	3029
i.e.	3030
dimension	3031
quest	3032
witty	3033
platinum	3034
acrimony	3035
state-owned	3036
blocking	3037
dole	3038
puckish	3039
effusive	3040
competitive	3041
strange	3042
magazines	3043
piggybacking	3044
ideology	3045
inability	3046
accountable	3047
grease	3048
gyrating	3049
shaking	3050
morale	3051
designed	3052
line-item	3053
closed-circuit	3054
enlist	3055
peaked	3056
cheered	3057
pricey	3058
lures	3059
summit	3060
difficult	3061
provisions	3062
eating	3063
greens	3064
embraced	3065
stepping	3066
adopted	3067
merchandise	3068
lamented	3069
imposes	3070
overhang	3071
conceit	3072
penny-stock	3073
60-year-old	3074
assembled	3075
grandkids	3076
attracting	3077
gawky	3078
p.m	3079
trees	3080
bellwether	3081
knew	3082
years	3083
loans	3084
jumbo	3085
clips	3086
nuclear-power	3087
bitterness	3088
delivery	3089
animal-health	3090
lingering	3091
proliferating	3092
university	3093
luring	3094
forward	3095
cheat	3096
computer-aided	3097
liberated	3098
be	3099
apart	3100
motivate	3101
recorder	3102
maximize	3103
stripping	3104
retirees	3105
wiped	3106
investment-banking	3107
self-proclaimed	3108
feedlots	3109
stiff	3110
u.s.-soviet	3111
wields	3112
mismatch	3113
potent	3114
styles	3115
rises	3116
drivers	3117
efficiency	3118
skewed	3119
franchise	3120
confined	3121
veritable	3122
buffer	3123
deductible	3124
serves	3125
high-pressure	3126
national	3127
fundamental	3128
lawsuits	3129
single-b	3130
u.s.backed	3131
wholesome	3132
hacker	3133
special	3134
albeit	3135
attracted	3136
shoe	3137
shakes	3138
obstructed	3139
farce	3140
asian	3141
plan	3142
topic	3143
blonde	3144
kidnapper	3145
blackened	3146
fees	3147
tabs	3148
revision	3149
inclined	3150
realizing	3151
convicted	3152
checked	3153
activated	3154
washington-based	3155
exercisable	3156
clothes	3157
dominance	3158
interrupting	3159
coats	3160
requires	3161
year	3162
federally	3163
fiberglass	3164
ugly	3165
risk	3166
panic	3167
million-share	3168
behalf	3169
drugs	3170
admission	3171
exacerbated	3172
merits	3173
potato	3174
committees	3175
stuck	3176
chronicle	3177
duplex	3178
ranks	3179
time-honored	3180
piled	3181
honor	3182
overshadowed	3183
lobbying	3184
scimed	3185
treat	3186
moves	3187
energy	3188
est	3189
settles	3190
one-year	3191
acute	3192
tax	3193
intriguing	3194
evaluations	3195
buoy	3196
helplessly	3197
execution	3198
sagged	3199
prostitution	3200
shiny	3201
deficiency	3202
atoms	3203
uncharted	3204
developing-country	3205
so-called	3206
depicted	3207
rationally	3208
jury	3209
forked	3210
underlying	3211
noticed	3212
withstood	3213
-	3214
molecule	3215
head	3216
spinoff	3217
uncanny	3218
answers	3219
wastes	3220
purchase	3221
stinging	3222
miscalculated	3223
shoes	3224
supplied	3225
carry-forward	3226
instrumentation	3227
stimulated	3228
expiring	3229
gracefully	3230
poetry	3231
makers	3232
surrogate	3233
takeover	3234
completing	3235
untold	3236
battle	3237
consumption	3238
software-development	3239
market-if-touched	3240
midyear	3241
blood	3242
unites	3243
hospitalization	3244
shoo-in	3245
imitated	3246
killed	3247
rag	3248
various	3249
entry	3250
market-makers	3251
dilemma	3252
insulin	3253
count	3254
mankind	3255
recording	3256
slammed	3257
glasnost	3258
industrywide	3259
slid	3260
antibiotic	3261
device	3262
voters	3263
disappoint	3264
condition	3265
pitch	3266
meticulous	3267
inadequacy	3268
high-quality	3269
bets	3270
14-year-old	3271
documents	3272
residual	3273
electrolysis	3274
institutional	3275
duties	3276
smashed	3277
observers	3278
after-tax	3279
ipo	3280
subtracted	3281
fullest	3282
assisted	3283
wherever	3284
shown	3285
exclude	3286
honest	3287
swedish	3288
uncertainty	3289
substance	3290
exposing	3291
selective	3292
submarine	3293
illegal	3294
stockbroker	3295
watchdog	3296
forge	3297
powered	3298
policies	3299
study	3300
militant	3301
assemble	3302
bent	3303
ambiguities	3304
horror	3305
probing	3306
influence	3307
embrace	3308
substantial	3309
disobedience	3310
broad-based	3311
spokesmen	3312
engineering	3313
rolled	3314
advertiser	3315
examining	3316
fresh	3317
anti-white	3318
spoken	3319
build	3320
across	3321
responds	3322
city	3323
spokeswoman	3324
morality	3325
shocking	3326
demonstrate	3327
toll-free	3328
threatening	3329
technical	3330
stations	3331
blue-collar	3332
hub	3333
shipyards	3334
knights	3335
unanimous	3336
obliged	3337
complementary	3338
shall	3339
grapevine	3340
helicopters	3341
subscription	3342
shorter	3343
violence	3344
communication	3345
besieged	3346
flaws	3347
clarification	3348
reads	3349
impasse	3350
view	3351
dispatch	3352
billionaire	3353
exceptional	3354
sketches	3355
inning	3356
surrounding	3357
endowment	3358
times	3359
pennies	3360
stockbrokers	3361
bank-backed	3362
enacting	3363
surpassed	3364
nonexistent	3365
clientele	3366
socially	3367
sponsor	3368
questionnaire	3369
both	3370
supercomputer	3371
regions	3372
resilient	3373
arrest	3374
riots	3375
versions	3376
fiction	3377
brushes	3378
taking	3379
coincidence	3380
sparkling	3381
prize-winning	3382
tumors	3383
tactical	3384
ballroom	3385
intervention	3386
calculator	3387
bracing	3388
thank	3389
venture	3390
negotiate	3391
bumped	3392
stage	3393
delegation	3394
retained	3395
paradox	3396
indicator	3397
freezer	3398
town	3399
aging	3400
trespassing	3401
wealth	3402
artery	3403
registrants	3404
territories	3405
rebounded	3406
oversubscribed	3407
secondary	3408
mining	3409
drew	3410
airwaves	3411
implementing	3412
legislature	3413
euphemisms	3414
levels	3415
dwarf	3416
squeamish	3417
blueprint	3418
impoverished	3419
spotted	3420
auctioneer	3421
k	3422
ceded	3423
averaging	3424
two-thirds	3425
approaches	3426
sporting-goods	3427
council	3428
advance	3429
pick	3430
malpractice	3431
investigators	3432
purses	3433
high-profile	3434
anti-government	3435
quack	3436
cocoa	3437
pressures	3438
revoked	3439
offend	3440
quarter-to-quarter	3441
drops	3442
constitutes	3443
cross-border	3444
incentive	3445
reckless	3446
techniques	3447
risking	3448
reliever	3449
mutters	3450
potatoes	3451
ears	3452
victorious	3453
ethical	3454
ruptured	3455
afford	3456
countermeasures	3457
consolidated	3458
metaphors	3459
tantamount	3460
hypocrisy	3461
businesslike	3462
eurobonds	3463
western-style	3464
pumped	3465
phoned	3466
accede	3467
successive	3468
staunchly	3469
mitigate	3470
behaves	3471
hazard	3472
charter	3473
chided	3474
avail	3475
stop-motion	3476
appeals	3477
technically	3478
comptroller	3479
jutting	3480
cookbook	3481
separated	3482
pico	3483
tightening	3484
memorandum	3485
confrontational	3486
jokes	3487
help	3488
ffr	3489
receipts	3490
calcium	3491
clipboard	3492
created	3493
heightened	3494
premium-brand	3495
roamed	3496
petty	3497
prescribed	3498
clerks	3499
arson	3500
veto	3501
dialogue	3502
earmarked	3503
photos	3504
finances	3505
celebrity	3506
shoots	3507
thus	3508
testifying	3509
classes	3510
regrets	3511
timberlands	3512
tissue	3513
improvement	3514
eliminates	3515
opinions	3516
low-interest	3517
intention	3518
sacred	3519
progresses	3520
detergents	3521
unnecessarily	3522
subordinates	3523
streamlining	3524
recruiter	3525
genius	3526
simultaneous	3527
negatives	3528
mexican	3529
allowable	3530
swaps	3531
strike	3532
week	3533
proprietary	3534
ilyushins	3535
hallmark	3536
protectionism	3537
developer	3538
extreme	3539
dearly	3540
sunshine	3541
flat-footed	3542
television	3543
maneuver	3544
outbreak	3545
jitters	3546
glance	3547
rebounds	3548
progressively	3549
widest	3550
scramble	3551
minister	3552
late	3553
delta	3554
beach	3555
trophy	3556
squeezing	3557
period	3558
one-penny	3559
carrier	3560
appointee	3561
offices	3562
reports	3563
selection	3564
whether	3565
withholding	3566
totaled	3567
500-seat	3568
ohio-based	3569
nights	3570
update	3571
travel	3572
invites	3573
grips	3574
georgian	3575
're	3576
whenever	3577
minimize	3578
posed	3579
remembers	3580
meat	3581
simplification	3582
home-building	3583
brash	3584
plagued	3585
12-month	3586
presenting	3587
non-subscription	3588
shun	3589
litigation	3590
hard-disk	3591
burns	3592
life	3593
risky	3594
professional	3595
smelter	3596
doomed	3597
contradictory	3598
strike-force	3599
dose	3600
rode	3601
convinced	3602
file	3603
parody	3604
milling	3605
banned	3606
capped	3607
non-u.s.	3608
annual	3609
boost	3610
airlines	3611
inclination	3612
omitted	3613
index-arbitrage	3614
kingpins	3615
lubricants	3616
portable	3617
leisurely	3618
kept	3619
closet	3620
brown-tobacco	3621
walls	3622
simultaneously	3623
entire	3624
creativity	3625
documentary	3626
bankers	3627
structural	3628
puzzle	3629
engulfed	3630
suited	3631
less	3632
lest	3633
attendant	3634
biology	3635
wrongly	3636
soften	3637
polluted	3638
spur	3639
excluded	3640
shipbuilding	3641
nickname	3642
slew	3643
updating	3644
money-fund	3645
interest	3646
enlightening	3647
armored	3648
forecasting	3649
